{
    "navbar": {
        "home": "Home",
        "about": "About",
        "skills": "Skills",
        "projects": "Projects",
        "contact": "Contact",
        "lng": "EN"
    },
    "home": {
        "greeting": "Hi, It's ",
        "position": "a ",
        "description": "I create clean, functional, and user-friendly web solutions tailored to deliver engaging digital experiences. With a blend of creativity and attention to detail, I aim to turn ideas into visually appealing and efficient results. Let’s build something great together!",
        "button-cv": "Download CV"
    },
    "about": {
        "greeting": "Hi! I'm ",
        "presentation": ", a FullStack Web Developer passionate about turning ideas into digital reality.",
        "about": "About me",
        "info": "I began my career in IT as a Data Analyst, a role I held for over two years where I gained a strong foundation in organization, efficiency, and process automation. For the past year, I have been working as a Junior Full Stack Developer, contributing to projects that combine frontend and backend development and supporting the growth of digital solutions across different domains. I work with modern technologies such as React, Next.js, Node.js, and TypeScript, along with both relational and non-relational databases. I am characterized by enthusiasm, commitment, and a focus on continuous learning, always aiming to add value to the teams and projects I collaborate on.",
        "games": "Games",
        "movies": "Movies",
        "drawing": "Drawing",
        "music": "Music"
    },
    "skills":
    {
        "all": "All",
        "other": "Others"
    },
    "projects": {
        "btn-view": "View",
        "btn-code": "Code"
    },
    "contact": {
        "name": "Name",
        "email": "Email",
        "subject": "Subject",
        "requiredFields": "Please fill out this field.",
        "invalidEmail": "Invalid Email Address",
        "send": "Send",
        "formSubmitted": "Email sent successfully!",
        "formError": "Failed to send email. Please try again later.",
        "sending": "Sending...",
        "builtBy": "Built by Iara Etchart",
        "made": "Made with"
    }
}