{
    "navbar": {
        "home": "Home",
        "about": "About",
        "skills": "Skills",
        "projects": "Projects",
        "contact": "Contact",
        "lng": "EN"
    },
    "home": {
        "greeting": "Hi, It's ",
        "position": "a ",
        "description": "I create clean, functional, and user-friendly web solutions tailored to deliver engaging digital experiences. With a blend of creativity and attention to detail, I aim to turn ideas into visually appealing and efficient results. Let’s build something great together!",
        "button-cv": "Download CV"
    },
    "about": {
        "greeting": "Hi! I'm ",
        "presentation": ", a FullStack Web Developer passionate about turning ideas into digital reality.",
        "about": "About me",
        "info": "I started my career in the IT field as a Data Analyst, a role I held for over 2 years. During this time, I developed a deep understanding of the importance of organization, process automation, and visualizing information in a clear and effective way. I participated in several projects that significantly contributed to optimizing the company's workflows, increasing efficiency and reducing costs. My work was mainly focused on the backend, using tools such as MySQL and PostgreSQL to create queries, Python to develop scripts, and Power BI to generate automatic reports. My curiosity and passion for learning led me to explore the world of web development, where I am currently working on several side projects to hone my skills.",
        "games": "Games",
        "movies": "Movies",
        "drawing": "Drawing",
        "music": "Music"
    },
    "skills":
    {
        "all": "All",
        "other": "Others"
    },
    "projects": {
        "btn-view": "View",
        "btn-code": "Code"
    },
    "contact": {
        "name": "Name",
        "email": "Email",
        "subject": "Subject",
        "requiredFields": "Please fill out this field.",
        "invalidEmail": "Invalid Email Address",
        "send": "Send",
        "formSubmitted": "Email sent successfully!",
        "formError": "Failed to send email. Please try again later.",
        "sending": "Sending...",
        "builtBy": "Built by Iara Etchart",
        "made": "Made with"
    }
}