{
    "navbar": {
        "home": "Inicio",
        "about": "Sobre mi",
        "skills": "Habilidades",
        "projects": "Proyectos",
        "contact": "Contacto",
        "lng": "ES"
    },
    "home": {
        "greeting": "Hola, soy ",
        "position": "una ",
        "description": "Creo soluciones web limpias, funcionales y fáciles de usar, diseñadas para ofrecer experiencias digitales atractivas. Con una combinación de creatividad y atención al detalle, mi objetivo es transformar ideas en resultados visualmente atractivos y eficientes. ¡Construyamos algo increíble juntos!",
        "button-cv": "Descargar CV"
    },
    "about": {
        "greeting": "Hola! Soy ",
        "presentation": ", una desarrolladora web Full Stack apasionada por convertir ideas en realidades digitales.",
        "about": "Acerca de mí",
        "info": "Inicié mi carrera en TI como Analista de Datos, rol en el que trabajé más de dos años y adquirí una sólida base en organización, eficiencia y automatización de procesos. Desde hace un año me desempeño como Desarrolladora Full Stack Jr, participando en proyectos que integran frontend y backend y contribuyendo al desarrollo de soluciones digitales en diversos ámbitos. Trabajo con tecnologías modernas como React, Next.js, Node.js y TypeScript, además de bases de datos relacionales y no relacionales. Me definen el entusiasmo, el compromiso y la orientación al aprendizaje continuo, siempre con el objetivo de aportar valor a los equipos y proyectos en los que colaboro.",
        "games": "Videojuegos",
        "movies": "Peliculas",
        "drawing": "Dibujo",
        "music": "Música"
    },
    "skills":
    {
        "all": "Todas",
        "other": "Otras"
    }
    ,
    "projects": {
        "btn-view": "Vista",
        "btn-code": "Código"
    },
    "contact": {
        "name": "Nombre",
        "email": "Correo electrónico",
        "subject": "Asunto",
        "requiredFields": "Por favor complete este campo.",
        "invalidEmail": "Email inválido.",
        "send": "Enviar",
        "formSubmitted": "Mensaje enviado con éxito!",
        "formError": "Fallo al enviar. Por favor vuelva a intentarlo.",
        "sending": "Enviando...",
        "builtBy": "Desarrollado por Iara Etchart",
        "made": "Hecho con"
    }
}